Repository: Martius108/shopping_list
Catalog: Shopping List/Localizable.xcstrings
Source language: en
Languages: de

source: Access
de: Zugriff

source: Action could not be completed
de: Aktion konnte nicht abgeschlossen werden

source: Add
de: Hinzufügen

source: Add List
de: Liste hinzufügen

source: All invitations and participant access will be revoked. Your shopping list stays on this device.
de: Alle Einladungen und Zugriffe werden widerrufen. Deine Einkaufsliste bleibt auf diesem Gerät erhalten.

source: All Lists
de: Alle Listen

source: Available
de: Verfügbar

source: Background Color
de: Hintergrundfarbe

source: Background Image
de: Hintergrundbild

source: Can edit
de: Darf bearbeiten

source: Cancel
de: Abbrechen

source: Check your internet connection and try again.
de: Prüfe deine Internetverbindung und versuche es erneut.

source: Checking…
de: Wird geprüft …

source: Could not determine
de: Nicht ermittelbar

source: Current List
de: Aktuelle Liste

source: Dark
de: Dunkel

source: Delete Access
de: Freigaben löschen

source: Delete Access?
de: Freigaben löschen?

source: Delete List
de: Liste löschen

source: Delete List?
de: Liste löschen?

source: Delete Sharing
de: Freigabe löschen

source: Delete Sharing?
de: Freigabe löschen?

source: Grant Access
de: Freigabe erteilen

source: I need
de: Ich brauche

source: iCloud is temporarily unavailable. Please try again later.
de: iCloud ist vorübergehend nicht verfügbar. Versuche es später erneut.

source: iCloud sharing could not be completed. Please try again.
de: Die iCloud-Freigabe konnte nicht abgeschlossen werden. Versuche es bitte erneut.

source: iCloud sharing is unavailable. Check your iCloud sign-in in Settings.
de: iCloud-Freigaben sind nicht verfügbar. Prüfe deine iCloud-Anmeldung in den Einstellungen.

source: Item name
de: Produktname

source: Leave Shared List
de: Geteilte Liste verlassen

source: Leave Shared List?
de: Geteilte Liste verlassen?

source: Light
de: Hell

source: List name
de: Name der Liste

source: Lists
de: Listen

source: Manage Sharing
de: Freigabe verwalten

source: No access
de: Kein Zugriff

source: No iCloud Account
de: Kein iCloud-Account

source: No one gets access until you invite them using the button below.
de: Erst wenn du unten eine Person einlädst, erhält sie Zugriff auf deine Einkaufsliste.

source: No other lists
de: Keine weiteren Listen

source: Not shared
de: Nicht geteilt

source: Only you
de: Nur du

source: Opacity
de: Transparenz

source: Opacity: %lld%%
de: Transparenz: %lld%%

source: Other Lists
de: Weitere Listen

source: Other participants will lose access. The list and its items remain available to you.
de: Andere Teilnehmer verlieren den Zugriff. Die Liste und ihre Einträge bleiben für dich erhalten.

source: Other people with access
de: Weitere Personen mit Zugriff

source: Owner
de: Eigentümer

source: Participant
de: Teilnehmer

source: Participants
de: Teilnehmer

source: Pending invitations
de: Ausstehende Einladungen

source: Read only
de: Nur lesen

source: Recently bought
de: Kürzlich gekauft

source: Remove Sharing
de: Freigabe entfernen

source: Remove Sharing?
de: Freigabe entfernen?

source: Restricted
de: Eingeschränkt

source: Role
de: Rolle

source: Select Background Color
de: Wähle eine Hintergrundfarbe

source: Select Background Image
de: Hintergrundbild wählen

source: Select Image
de: Wähle ein Bild

source: Select Theme
de: Wähle Theme

source: Settings
de: Einstellungen

source: Share Shopping List
de: Einkaufsliste teilen

source: Shared
de: Geteilt

source: Shared by another person
de: Von einer anderen Person geteilt

source: Shared Shopping List
de: Geteilte Einkaufsliste

source: Sharing is not available for this iCloud account.
de: Freigaben sind für diesen iCloud-Account nicht verfügbar.

source: Sharing Status
de: Freigabestatus

source: Sharing unavailable
de: Freigabe nicht möglich

source: Shopping List
de: Einkaufsliste

source: Sign in to iCloud in Settings and try again.
de: Melde dich in den Einstellungen bei iCloud an und versuche es erneut.

source: Temporarily unavailable
de: Vorübergehend nicht verfügbar

source: The list and all its items will be permanently deleted for you and all participants.
de: Die Liste und alle ihre Einträge werden für dich und alle Teilnehmer dauerhaft gelöscht.

source: The list and all its items will be permanently deleted.
de: Die Liste und alle ihre Einträge werden dauerhaft gelöscht.

source: Theme Mode
de: Theme

source: There is not enough iCloud storage for sharing.
de: Für die Freigabe ist nicht genügend iCloud-Speicher verfügbar.

source: To buy
de: Zu kaufen

source: Who has access
de: Wer hat Zugriff?

source: You will lose access to this list. The owner and other participants keep it.
de: Du verlierst den Zugriff auf diese Liste. Der Eigentümer und andere Teilnehmer behalten sie.

source: You will lose access to this shared list. Your own saved list stays on this device.
de: Du verlierst den Zugriff auf diese geteilte Liste. Deine eigene gespeicherte Liste bleibt auf diesem Gerät erhalten.

source: Your access
de: Dein Zugriff
